Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh686-v3.tmx
Source language: bo
Languages: en

source: ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་ཉིད་དང་། མི་འམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་ཉིད་དང་། མི་མ་ཡིན་གདུག་པ་གང་ཡིན་པ་དེ་རྣམས་ཐམས་ཅད་ཉིན་དང་མཚན་དུ་སྲུང་བའི་དོན་དུ་ཡང་དག་པར་སྒྲུབ་པར་འགྱུར་ཏེ་ཐེ་ཚོམ་མེད་དོ། །རྒྱལ་པོ་ཆེན་པོ་རྣམ་ཐོས་སྲས་དང་། རྒྱལ་པོ་ཆེན་པོ་ཡུལ་འཁོར་སྲུང་དང་། རྒྱལ་པོ་ཆེན་པོ་འཕགས་སྐྱེས་པོ་དང་། མིག་མི་བཟང་དཔུང་དང་བཞོན་པ་དང་བཅས་པ་དང་།
en: Yakṣas, rākṣasas, nāgas, asuras, garuḍas, kinnaras, mahoragas, and all terrible nonhuman beings will stand by, night and day, in order to protect him; there is no doubt about this. “

source: སྐབས་གསུམ་པའི་ལྷའི་དབང་པོ་དང་། ཚངས་པ་དང་། ཁྱབ་འཇུག་དང་། དབང་ཕྱུག་ཆེན་པོ་དང་། ལྷ་དེ་རྣམས་ཐམས་ཅད་མཐུན་པས་རྟག་ཏུ་སྲུང་བར་བྱེད་དོ།
en: The Four Great Kings—the noble Vaiśravaṇa, Dhṛtarāṣṭra, Virūḍhaka, and Virūpākṣa—together with their armies and conveyances, as well as all deities including Indra, the thirty-three gods, Brahmā, Viṣṇu, and Maheśvara, will protect the vidyā holder continually.

source: །སངས་རྒྱས་ཀྱིས་རྣམ་པར་གཟིགས་ཤིང་། རྟག་ཏུ་ཡང་མཐོང་བ་སྩོལ་བར་མཛད་དོ།
en: The buddhas will always watch over him, and they will appear to him again and again.

source: །གང་སྨན་ལག་ཏུ་ཕྱིན་པར་འགྱུར་བ་འདི། ཡང་ནས་ཡང་དུ་རིག་སྔགས་ཀྱི་དངོས་གྲུབ་མྱུར་དུ་ཐོབ་བོ།
en: One who holds this remedy in his hand will swiftly accomplish the vidyā.

source: །བྱད་སྟེམས་འཕོ་བ་མེད་དོ། །དེ་ལ་དུག་མེད་ཅིང་སྡིག་པ་མེད་ལ། མི་བཟད་པའི་སྦྱོར་བ་དང་། ཕྱེ་མའི་སྦྱོར་བས་གནོན་པར་མི་འགྱུར་རོ།
en: He will not encounter any kākhordas or garas, will not be susceptible to vice, and will not fall victim to the terrible magic of poisonous powders.

source: །སྔོན་གྱི་སྒྲིབ་པ་ཉམས་པར་བྱེད་དེ། དེ་བཞིན་དུ་ཡང་། སྡིག་པ་ཐམས་ཅད་དང་།
en: His previously accumulated obscurations will swiftly disappear, and all his evil will be purified. “

source: རྨི་ལམ་ངན་པ་དང་། མཚན་མ་ངན་པ་གང་ཡིན་པ་དང་། གཞན་རྣམ་པ་སྣ་ཚོགས་པའི་སྡང་བ་ཉིད་དེ། དེ་རྣམས་ཐམས་ཅད་མྱུར་དུ་རྣམ་པར་ཉམས་པར་བྱེད་དོ། །སྨན་གང་དུ་གནས་པའི་དཔག་ཚད་ཁོར་ཡུག་ཏུ་སྲུང་བ་དང་།
en: Wherever this remedy is kept, bad dreams, inauspicious omens, and all the other defilements will cease, and a protective boundary with a radius of one league will be created.

source: དེ་བཞིན་ཉིད་དུ་མཚམས་བཅིང་བར་བྱེད་དོ། །བགེགས་དང་། ལོག་པར་འདྲེན་པ་ཐམས་ཅད་དང་། དེ་བཞིན་དུ། བདུད་དམ་སྡང་བ་དེ་རྣམས་ཐམས་ཅད་རབ་ཏུ་འབྲོས་པར་བྱེད་དོ། །སྨན་གང་དུ་གནས་པར་གདོན་རབ་ཏུ་འབྲོས་པར་བྱེད་དེ། །མཁའ་འགྲོ་མ་གང་ཡིན་པ་དང་།
en: All vighnas, vināyakas, and evil māras will disappear; they will all flee, as will the grahas.

source: རྣལ་འབྱོར་མ་གང་ཡིན་པ་དང་། སྐེམ་བྱེད་དང་། གཟའ་དང་བརྗེད་བྱེད་དང་། གྲིབ་གནོན་གང་ཡིན་པ་དང་། མི་བཟད་པ་དེ་རྣམས་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་འགྲོ་བར་འགྱུར་རོ།
en: Wherever this remedy is kept, all ḍākinīs, yoginīs, skandas, grahas, apasmāras, and terrible chāyās will be pacified.

source: །ལྷ་རྣམས་དེར་གནས་པར་བྱེད་ཅིང་། འཁྲུལ་འཁོར་ལ་སྨན་ཨ་ག་ད་དེ་མཆོག་གོ་ཞེས་སོ།
en: The deities will remain in this amulet, the supreme remedy.

source: །རྒྱལ་བས་དབུགས་འབྱིན་པར་མཛད་ཅིང་། དངོས་གྲུབ་ཐམས་ཅད་ཀྱི་དེ་ཁོ་ན་ཉིད་སྩོལ་བར་མཛད་དོ།
en: All the victorious ones will provide comfort to the beings there and grant true accomplishments.

source: །རྟག་ཏུ་འཇིག་རྟེན་དབང་ཕྱུག་གི་མཆོག་སྩོལ་ཞིང་། རྟག་པའི་མཐར་མཐོང་བ་སྩོལ་བར་འགྱུར་རོ།
en: The Lokeśvara will always bestow boons upon them and appear to them at all times.

source: །དོན་ཡོད་པའི་ཞགས་པ་མྱུར་དུ་འགྲུབ་སྟེ།
en: They will swiftly obtain the accomplishment of Amoghapāśa. “

source: སྨན་འཆང་བ་ལ། སྨན་གང་དུ་གནས་པར་གང་གིས་ཀྱང་གླགས་མི་རྙེད་དོ།
en: The vidyā holder who carries this remedy will not be harmed by anyone, nor will the opportunity to harm him arise in the presence of this remedy amulet.

source: །དོན་ཡོད་པའི་མཆོག་སྦྱིན་པ་ཞེས་བྱ་བ་ཡིད་བཞིན་གྱི་ནོར་བུ་སྨན་གྱི་མཆོག་རབ་ཏུ་འབད་པས་བཅངས་པས་ལེགས་པར་བསྒྲུབ་པར་བྱ་བ་དངོས་གྲུབ་ཀྱི་མཆོག་ལས་ཐམས་ཅད་བྱེད་པ་དེ་ཉིད་དེའི་ཚེ་ཤི་བ་ཡང་དག་པར་འཚོ་བར་བྱེད་པ།
en: This supreme remedy, this wish-fulfilling jewel, is known by the name amogha boon-giver. The vidyā holder should wear this remedy with great care; if managed well it will bring supreme accomplishment and accomplish every activity. It can even revive someone who has died.

source: ལོ་རྫོགས་པར་བསྟེན་ཏེ། སྔགས་དང་ཕྱག་རྒྱས་གསོ་བར་བྱའོ། །ལོ་སྟོང་ཕྲག་ཏུ་རྟག་ཏུ་བདེ་བ་དང་། དགའ་བར་བྱེད་དོ། །དབང་ཕྱུག་དང་།
en: If the vidyā holder practices the relevant mantras and mudrās for a full year, he will live one thousand happy and joyful years.

source: ནོར་ཐོབ་པ་དང་། འབྲུ་འཕེལ་བ་དང་། བླ་ན་མེད་པ་དང་།
en: He will obtain influence and wealth, and his provisions of grain will greatly increase.

source: རྒྱལ་པོ་དགའ་བར་འགྱུར་ཏེ་རྟག་ཏུ་གནས་སོ། །འབངས་དང་། ཅི་བགྱི་དང་།
en: He will delight kings, who will remain his servants and be eager to do things for him.

source: མཆོད་པ་ཆེན་པོ་རྙེད་དོ། །ཐམས་ཅད་དུ་དེ་རྟག་ཏུ་ཚིག་བཙུན་པའོ། །ཐོས་པས་དངོས་གྲུབ་མཆོག་གྱུར་པའི།
en: He will receive much worship, and his words will always be pleasant to hear. “

source: །རྫས་ཀྱང་འདིར་ནི་བཤད་བྱ་སྟེ། །ཙནྡན་རྒྱ་སྤོས་རུ་རྟ་དང་། །སྤྲྀ་ཀ་ཤིང་ཚ་བཱ་ལ་ཀ། །བྲག་སྐྱེས་སྤང་སྤོས་སཱ་མ་ཀང་།
en: Now I will give instruction on the ingredients.

source: །སུག་སྨེལ་གླ་སྒང་ན་ལ་ད།
en: By learning this, the vidyā holder will attain supreme accomplishment.

source: པདྨ་ཨུཏྤལ་པྲི་ཡང་ཀུ། །ཤིང་ཀུན་འདབ་མ་ཚ་བ་གསུམ། །ཤི་རཱི་ཤ་ཡི་མེ་ཏོག་དང་། །དེ་བཞིན་པ་རི་པཻ་ལ་བ། །འདི་རྣམས་ཆ་ནི་མཉམ་པར་ལྡན།
en: He should combine equal amounts of sandalwood, tagara, costus, fenugreek, vālaka, cinnamon, benzoin, gandhamāṃsī, śāmaka, cardamom, nalada, bhadramusta, pink lotus, blue lotus, beautyberry, asafetida leaves, the three spices, and śirīṣa flowers.

source: །ཐམས་ཅད་ལེགས་གཞལ་ལེགས་པར་སྦྱར།
en: He should carefully weigh equal amounts of them and then combine and blend them together thoroughly.

source: །གསང་སྔགས་བརྒྱ་རྩ་བརྒྱད་བཟླས་ལ། །ཁྲོ་བོའི་རྒྱལ་པོས་དབང་བསྐུར་ཏེ།
en: The vidyā holder then should incant them with the mantra one hundred and eight times and consecrate them with the Krodharāja mantra.

source: །ཡི་གེ་གཅིག་པས་སྟོང་ཕྲག་བཅུར་བཟླས་སོ།
en: He should further recite the one-syllable mantra ten thousand times. “

source: །འདིར་སྨན་རྣམས་བགྲང་ཕྲེང་གི་ཚད་ཙམ་དུ་བསྒོངས་ནས་གྲིབ་མ་ལ་ཡོངས་སུ་བསྐམ་པར་བྱའོ།
en: The vidyā holder should form the remedy into pills the size of a rosary bead and dry them in the shade.

source: །གླ་རྩི་དང་།
en: Next, he should ‘awaken’ the remedy by sealing them carefully within musk and camphor.

source: ག་བུར་གྱི་བླངས་ལ་ལེགས་པར་སྦྱོང་བའི་བྱ་བ་བྱས་པ་དང་། དཀྱིལ་འཁོར་དུ་འཇུག་པ་ནི། ཇི་ལྟ་བ་བཞིན་དུ་དཀྱིལ་འཁོར་གྱི་བྱ་བ་དང་། ཕྱག་རྒྱ་དང་། གསང་སྔགས་དང་།
en: He should then place the remedy in the maṇḍala, employing the mudrā and the mantras as required by the maṇḍala procedure, and then accept the samaya.

source: དམ་ཚིག་ལ་རབ་ཏུ་འཇུག་པ་ལ། ཤར་གྱི་སྒོ་རུ་ཕྱག་བྱས་ནས། དཀྱིལ་འཁོར་མཆོག་ལ་བསྐོར་པ་བྱ་སྟེ། སྒོ་དང་སྒོ་རུ་ཕྱག་བྱ་ཞིང་།
en: He should first bow at the eastern door, and then circumambulate the supreme maṇḍala clockwise, bowing at each of its doors.

source: ཤར་གྱི་སྒོ་རུ་འཇུག་པར་བྱའོ། །དབུས་ཀྱི་དཀྱིལ་འཁོར་གྱི་སྙིང་པོར། འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ལ་མངོན་དུ་ཕྱོགས་པར་པདྨའི་གེ་སར་ལ་འདུག་ནས། དོན་ཡོད་པའི་རྒྱལ་པོའི་བཟླས་བརྗོད་བརྒྱ་རྩ་བརྒྱད་དང་།
en: He should enter through the eastern door, and once inside the maṇḍala, he should position himself opposite Noble Avalokiteśvara, who sits upon the lotus filaments.

source: ཁྲོ་བོའི་རྒྱལ་པོའི་བཟླས་བརྗོད་བརྒྱ་རྩ་བརྒྱད་བྱ་སྟེ། མངོན་པར་དབང་བསྐུར་བར་བྱ་ཞིང་། ཕྱག་རྒྱ་དང་། གསང་སྔགས་ལེགས་པར་སྒྲུབ་བོ།
en: He should next recite both the Amogharāja and Krodharāja mantras one hundred and eight times, followed by the eightfold consecration, while employing the mudrā and the mantra.

source: །དེ་ནས་མཆོད་པས་འཇིག་རྟེན་མགོན་པོའི་དངོས་གྲུབ་མཐོང་བར་བྱེད་ཅིང་རྟག་ཏུ་གཡོ་བར་བྱེད་ལ་འཇིག་རྟེན་མགོན་པོའི་འོད་ཟེར་གྱི་སྦྱིན་སྲེག་རབ་ཏུ་གྲོལ་ལོ།
en: He should make offerings to the Lord of the World; while doing so he will definitely observe the signs of success: Avalokiteśvara will move and radiate light. “

source: །དཀྱིལ་འཁོར་བཤད་པར་བྱ་སྟེ།
en: Now I will describe the maṇḍala.

source: གྲུ་བཞི་པོ་ཀོ་ལའི་ཚད་དུ་ཆ་ལེགས་པར་ཕྱེ་བ་གྲུ་བཞི་དང་།
en: It should have four sides and a surface area equal to that of a boat.

source: སྒོ་བཞི་ཡོད་པ།
en: It should be symmetrical, with four corners, four doors, and four flights of steps.

source: ཐེམ་སྐས་ཀྱི་རིམ་པ་ཅན་དུ་ཚོན་སྣ་ཚོགས་ཀྱི་སྐུད་པས་ཐིག་གདབ་ཅིང་དཀྱིལ་འཁོར་གྱི་སྙིང་པོ་མཛེས་པར་བྱ།
en: The vidyā holder should measure everything out carefully with a cord and brighten up the interior of the maṇḍala with various colors.

source: དཀྱིལ་འཁོར་གྱི་དབུས་ཀྱི་སྙིང་པོ་པདྨ་མཆོག་ཁ་ཕྱེ་བ་འདབ་མ་བརྒྱ་རྩ་བརྒྱད་པ། སྙིང་པོ་དང་། ཟེ་བ་ཤིན་ཏུ་མཛེས་པ། སྙིང་པོ་ལས་པདྨ་བྱུང་བ། ཁ་ཕྱེད་བྱེ་བ་དང་།
en: In the center of the maṇḍala he should draw a fully opened lotus with one hundred and eight petals, a pericarp, and filaments all in the right proportions.

source: ལག་པ་གཉིས་བྱུང་བས་པདྨའི་འདབ་མ་འཛིན་པ་བྲིས་པར་དངུལ་གྱི་སྣོད་ཀྱི་ནང་དུ་སྨན་བཀང་སྟེ་དར་གྱིས་ཁ་གཡོགས་ནས་པདྨའི་འདབ་མའི་སྟེང་དུ་གཞག་པར་བྱ།
en: He should draw another half-opened lotus that grows out of the pericarp of the first lotus, with a pair of hands emerging from it holding a lotus petal. He should place the remedy, contained in a silver dish, on the petal and cover it with Chinese silk. “

source: འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་རྟག་ཏུ་ཚངས་པའི་ཆ་བྱད་དུ་བཞུགས་པ། དར་གྱི་ཅོད་པན་བཅིངས་ཤིང་བརྒྱན་པ་པདྨའི་སྟེང་དུ་བཞུགས་པར་བྱའོ།
en: The vidyā holder should next place Noble Avalokiteśvara above the lotus; he is wearing the garb of Brahmā, has a turban tied on, and is adorned as always.

source: །དཀྱིལ་འཁོར་ཕྱི་རོལ་ཀུན་ཏུ་ཕྱག་རྒྱའི་རྟགས་རྣམས་གསལ་བར་བྲིའོ།
en: In the outer zone of the maṇḍala, the skillful vidyā holder should draw the mudrā symbols.

source: །སྒོ་སྒོར་དོན་ཡོད་པའི་ཞགས་པ་པདྨའི་སྟེང་དུ་བཞག་པ་ཁ་དོག་དང་འོད་ཟེར་འབར་བ་བྲིའོ།
en: At each door he should draw the unfailing noose mounted on a lotus and blazing with light and colors.

source: །གྲྭ་གྲྭར་བུམ་པ་གང་བ་བྲིའོ། །དཀྱིལ་འཁོར་ཀུན་དུ་འཕན་དང་། བུམ་པ་གང་བ་དང་། འབྲས་བུ་དང་། མེ་ཏོག་བསྲེས་པ་མཛེས་པས་བརྒྱན་པར་བྱའོ། །གཏོར་མ་རྣམ་པ་སྣ་ཚོགས་གཞག་པར་བྱའོ།
en: He should draw a full jar in each of the four corners and adorn the periphery of the maṇḍala with ribbons, full jars, and an abundance of fruits and flowers.

source: །མཆོད་ཡོན་གྱི་ཆུ་དབུལ་བར་བྱ། ཙནྡན་དང་། ཨ་ག་རུའི་བདུག་སྤོས་དང་། སྤོས་སྣ་ཚོགས་དབུལ་བར་བྱ།
en: He should arrange various bali articles and bowls with argha water for the feet, and he should offer incense of various scents such as sandalwood and agarwood.

source: དཀྱིལ་འཁོར་ཀུན་ཏུ་མར་མེའི་ཕྲེང་བ་དང་། མེ་ཏོག་ཕྲེང་བ་དགོད་ཅིང་ཀུན་དུ་འབྲས་ཡོས་དང་། ཡུངས་ཀར་དགྲམ་པར་བྱའོ།
en: He should light rows of lamps and arrange them around the maṇḍala, place garlands everywhere, and strew the maṇḍala with parched rice and mustard seeds. “

source: །རིག་སྔགས་འཆང་གཙང་མར་གྱུར་པས་ལེགས་པར་ཁྲུས་བྱ་ཞིང་།
en: He should then purify himself ritually, bathe thoroughly, and put on clean clothes.

source: གོས་གཙང་མ་བགོས་པ་འཇིགས་པ་མེད་པས་ཟླ་བ་ཡར་གྱི་ངོ་ཉ་ལ་བསྒྲུབ་པར་བྱ་སྟེ། སེམས་ཅན་ཐམས་ཅད་ལ་བརྩེ་བར་གྱུར་ཅིང་བྱམས་པའི་སེམས་དང་། སྙིང་རྗེའི་བདག་ཉིད་ཅན་གྱིས་བསྒྲུབ་པར་བྱའོ།
en: He should start on the day of the full moon, the best day of the bright fortnight, performing the main practice of the supreme remedy while feeling pity for all beings and with his heart overflowing with love and compassion. “

source: །གང་གིས་ལག་གིས་གཟུང་བ་ཙམ་དང་།
en: Any living beings who take hold of or touch this remedy will obtain happiness the very instant they touch it.

source: རེག་པ་ཙམ་གྱི་མོད་ལ་དེ་དགའ་བ་འཐོབ་ཅིང་སྡིག་པ་ཐམས་ཅད་འཇིག་པར་འགྱུར། སྔོན་གྱི་སྒྲིབ་པ་རྣམས་འཇིག་པར་འགྱུར།
en: All their evil and previously accumulated obscurations will be eradicated.

source: མཚམས་མེད་པ་བྱེད་པ་རྣམས་ལས་གྲོལ་བར་འགྱུར།
en: Even perpetrators of the five acts of immediate retribution will be liberated.

source: མོད་ལ་ནད་ཐམས་ཅད་འབྱང་ཞིང་ངན་འགྲོ་ཐམས་ཅད་འཇིག་པར་བྱེད་པ་བསོད་ནམས་ཆེན་པོའི་སྟོབས་ཀྱི་དངོས་གྲུབ་སྨན་གྱི་དེ་ཁོ་ན་ཉིད་མཐོང་བ་ནི་སངས་རྒྱས་ཐམས་ཅད་ཀྱིས་ལུང་བསྟན་ཅིང་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་བྱིན་གྱིས་བརླབས་པ།
en: This remedy instantly removes all diseases and purifies all unhappy destinies. It is perfectly endowed with the great power of merit, and it can reveal the nature of reality.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱིས་བསྔགས་པ།
en: It was prophesied by all buddhas, was blessed by all tathāgatas, and is praised by all bodhisattvas.

source: འདྲེན་པ་འཇིག་རྟེན་དབང་ཕྱུག་གིས་སྤྲུལ་པ།
en: It is a magical manifestation of the lokeśvara Guide. “

source: དཀྱིལ་འཁོར་གྱི་ལྷ་ཐམས་ཅད་ཀྱིས་བསྔགས་པ། རིག་སྔགས་འཆང་གི་དབང་པོ་ཐམས་ཅད་ཀྱིས་ཕྱག་བྱས་པ། ལྷ་ཐམས་ཅད་ཀྱིས་བསྲུང་བ། ཀླུའི་དབང་པོ་ཐམས་ཅད་རྗེས་སུ་འབྲང་བ།
en: All maṇḍala deities praise this remedy, all vidyādhara lords worship it, all deities stand guard over it, and all lordly nāgas pursue it.

source: སུམ་ཅུ་རྩ་གསུམ་གྱི་ལྷའི་དབང་པོ་དང་། ཚངས་པ་དང་། ཁྱབ་འཇུག་དང་། དབང་ཕྱུག་ཆེན་པོ་དང་། གཤིན་རྗེ་དང་། ཆུ་ལྷ་དང་།
en: The thirty-three gods, as well as Brahmā, Viṣṇu, Maheśvara, Yama, Varuṇa, Kubera, Sūrya, and Candra, make offerings to it.

source: ཀུ་བེ་ར་དང་། ཉི་མ་དང་། ཟླ་བས་མཆོད་པ། དེ་བཞིན་དུ་རྒྱུ་སྐར་གྱི་ཚོགས་དང་། གཟའ་ཀུན་དང་། མཇུག་རིངས་དང་། དེ་བཞིན་དུ་གཟའི་ཁྱིམ་དང་།
en: Nakṣatras, asterisms, planets, planetary nodes, and zodiacal signs—those that are universally auspicious—worship it.

source: ཐམས་ཅད་དུ་བཀྲ་ཤིས་ཀྱིས་མཆོད་པ། ཆོ་ག་ཞིབ་མོ་ཐམས་ཅད་དང་། དེ་བཞིན་དུ་དཀྱིལ་འཁོར་དང་། ཕྱག་རྒྱ་དང་། བཟླས་བརྗོད་ཐམས་ཅད་དང་།
en: This remedy is present in every rite, in every maṇḍala and mudrā, and in every recitation of a mantra.

source: གསང་སྔགས་ཐམས་ཅད་ཀྱི་རྗེས་སུ་ཞུགས་པ།
en: It belongs to all tathāgata families. “

source: རིགས་སྤྱིའི་དེ་བཞིན་གཤེགས་པ་གང་གཱའི་ཀླུང་བྱེ་མ་སྙེད་བྱེ་བ་ཁྲག་ཁྲིག་འབུམ་ཕྲག་དྲུག་ཅུ་རྩ་བཞིའི་དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱིས་སྨན་གྱི་མཆོག་དབང་བསྐུར་བ། དུས་གསུམ་གྱི་དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱིས་ལུང་བསྟན་པ།
en: This supreme remedy has been consecrated by hundreds of thousands of millions of billions of tathāgatas, as numerous as grains of sand in sixty-two Gaṅgā rivers, and was prophesied by all the tathāgatas of the three times.

source: ཡིད་བཞིན་གྱི་ནོར་བུ་ཐམས་ཅད་དང་མཐུན་པའི་སྨན་གྱི་རྫས་བཀྲ་ཤིས་པ་བྱེ་བ་ཁྲག་ཁྲིག་གམ། ལྷག་པར་གྱུར་པ་གཞན་གང་ཡང་མེད་དོ།
en: This remedy is the same as a wish-fulfilling jewel; there is no medicinal substance that is superior to it or more auspicious.

source: །སྨན་དེ་ལྟ་བུ་ནི་རྟག་ཏུ་མཆོག་གཙོ་བོ་འབྱིན་པ། འཇིག་རྟེན་དབང་ཕྱུག་དང་འདྲ་བ་ཡིན་ནོ།
en: A constant supreme granter of boons, this remedy is equal to the Lokeśvara himself. “

source: །དེའི་ཕྱིར་ཐམས་ཅད་སྨན་འཆང་བར་འདོད་པས་གནས་གང་ཡང་རུང་བར་སྦྱར་བར་བྱ་སྟེ། གཙང་མ་ལེགས་པར་ཁྲུས་བྱས་པ་དེས་སྦྱང་བར་བྱའོ།
en: The vidyā holder who wants to wear this remedy, or employ it anywhere for any purpose, should use it after bathing and while maintaining ritual purity.

source: །ཇི་ལྟ་ཇི་ལྟར་བཀྲ་ཤིས་ཀྱི་བསམ་པ་ཡིད་ལ་བྱེད་པ་ད་ལྟ་དེ་ལྟར་བསམ་པ་ཡིད་ལ་བྱེད་པ་ཡོངས་སུ་རྫོགས་པར་འགྱུར་ཏེ།
en: Whatever wishes and hopes he may have will be auspiciously fulfilled.

source: སྦྱར་བ་ཙམ་གྱི་མེད་ལ་ཐམས་ཅད་འགྲུབ་པར་འགྱུར། འདོད་པ་ཐམས་ཅད་ཀྱི་བསམ་པ་ཡོངས་སུ་རྫོགས་པར་འགྱུར།
en: He will achieve all kinds of prosperity as soon as he employs this remedy, and all his wishes and desires will be fulfilled. “

source: རིག་སྔགས་འཆང་གཙང་མར་གྱུར་པ། གོས་གཙང་མ་བགོས་པ་སྤོས་ཆུས་ལེགས་པར་ཁྲུས་བྱས་ལ་ཉིད་རེ་སྨན་རེ་རེ་དོན་ཡོད་པའི་རྒྱལ་པོས་བཟླས་བརྗོད་བྱས་ཏེ་ཟོས་ན།
en: The vidyā holder should maintain ritual purity, bathe in perfumed water, and wear clean clothes. He should incant the remedy with the Amogharāja, one pill at a time, and then ingest it.

source: ཟོས་པ་ཙམ་གྱི་མོད་ལ་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་དང་། བྱང་ཆུབ་སེམས་དཔའ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གིས་དགོངས་ཤིང་སྣང་བ་རྣམ་པར་དག་པ་འཐོབ་པར་འགྱུར།
en: As soon as the remedy is absorbed by his body, all the tathāgatas and bodhisattvas, including the noble bodhisattva Avalokiteśvara, will think of him with care, and he will obtain purity of vision.

source: ཉིན་ཞག་གསུམ་དུ་སྦྱར་ན་ངག་རྣམ་པར་དག་པ་འཐོབ་བོ།
en: If he performs the procedure for three days he will obtain purity of speech.

source: །ཉིན་ཞག་ལྔར་སྦྱར་ན་དྲན་པ་རྣམ་པར་དག་པ་འཐོབ་བོ།
en: If he performs the procedure for five days he will obtain the powers of recall and intelligence.

source: །ཉིན་ཞག་བདུན་དུ་སྦྱར་ན་རིག་སྔགས་ཆེན་པོའི་ཆོ་ག་ཞིབ་མོ་རྣམ་པར་དག་པ་འཐོབ་བོ།
en: If he performs the procedure for seven days his performance of the great vidyā rites will become pure.

source: །ཉིན་ཞག་བཅུ་བཞིར་སྦྱར་ན་དོན་ཡོད་པའི་ཞགས་པ་དེ་ཁོ་ན་ཉིད་ཀྱི་དངོས་གྲུབ་ཀྱི་དམ་ཚིག་ཆེན་པོ་འཐོབ་བོ།
en: If he performs the procedure for fourteen days he will obtain the great samaya of accomplishing of the true nature of Amoghapāśa.

source: །ཉིན་ཞག་ཉི་ཤུ་རྩ་གཅིག་ཏུ་སྦྱར་ན་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་རིགས་ཀྱི་དམ་ཚིག་དང་། ཕྱག་རྒྱ་དང་། དཀྱིལ་འཁོར་ཆེན་པོའི་དམ་ཚིག་གི་དངོས་གྲུབ་འཐོབ་བོ།
en: If he performs the procedure for twenty-one days he will accomplish the samaya of all the tathāgata families and the great samaya of the mudrā and the maṇḍala.

source: །དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གསང་བ་དེ་ཁོ་ན་ཉིད་ཀྱི་དམ་ཚིག་གི་དངོས་གྲུབ་འཐོབ་བོ།
en: He will thus accomplish the secret samaya of the nature of all the tathāgatas.

source: །ཟླ་བ་གཅིག་གི་བར་དུ་སྦྱར་ན་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་དངོས་གྲུབ་སྒྱུ་མ་ལྟ་བུས་བརྒྱན་པ་ཐོབ་ཅིང་ཚེ་ལོ་སྟོང་ཐུབ་པར་འགྱུར་རོ།
en: If he performs the procedure for one month, he will accomplish the illusion-like adornment of Noble Avalokiteśvara, and his lifespan will increase to one thousand years.

source: །ཟླ་བ་གསུམ་དུ་སྦྱར་ན་ལུས་ཡོངས་སུ་དག་པ་དང་། མདོག་ཡོངས་སུ་དག་པ་འཐོབ་བོ།
en: If he performs the procedure for three months he will accomplish the purification of the body.

source: །ལོ་གཅིག་ཚང་བར་སྦྱར་ན་དོན་ཡོད་པའི་དངོས་གྲུབ་རིག་སྔགས་འཆང་འཁོར་ལོས་སྒྱུར་བར་འགྱུར་ཏེ།
en: If he performs the procedure for a full year he will obtain amogha accomplishments and become an emperor of vidyādharas.

source: མིག་མཐོན་མཐིང་མདོག་བུང་བ་ལྟ་བུ་སྐྲ་རལ་བུ་འཁྱིལ་བར་འགྱུར།
en: His eyes will turn deep blue—the color of the black bee—and his hair will become wavy and curly.

source: ཚེ་ལོ་བདུན་པ་ལྟ་བུའི་གཟུགས་དང་མཐུན་པར་འགྱུར་ལ། ཚེ་བསྐལ་བ་འབུམ་ཐུབ་པར་འགྱུར་རོ། །བདར་ནས་བདག་ཉིད་ལ་བྱུགས་ན།
en: His body will become like that of a seven-year-old, and his lifespan will increase to one hundred thousand eons. “

source: གང་དྲི་མནམས་པ་ཙམ་གྱིས་བགེགས་དང་། ལོག་འདྲེན་དང་། གནོད་སྦྱིན་དང་། སྲིན་པོ་དང་། འབྱུང་པོ་དང་། ཤ་ཟ་དང་། ཡི་དགས་དང་། སྐེམ་བྱེད་དང་། བརྗེད་བྱེད་དང་། གྲིབ་གནོན་ཐམས་ཅད་དང་།
en: If he rubs and smears his own body with the remedy, all vighnas, vināyakas, yakṣas, rākṣasas, bhūtas, piśācas, pretas, skandas, apasmāras, chāyās, grahas, and kilbiṣas will flee as far as one thousand leagues as soon as they smell its scent.

source: གདོན་ཐམས་ཅད་དང་། གདུག་པ་ཐམས་ཅད་དང་། དགྲ་ཐམས་ཅད་དཔག་ཚད་སྟོང་དུ་འབྲོས་སོ། །གལ་ཏེ་མྱུར་དུ་མི་འབྲོས་ན་ནི་སྤྱི་བོ་དུམ་བུ་འབུམ་དུ་འགས་ཤིང་ཡན་ལག་དང་། ཡན་ལག་རྣམས་ཞིག་པར་འགྱུར་ལ།
en: If they do not flee quickly, their heads will burst into one hundred thousand pieces and their limbs will wither one by one.

source: བུ་དང་ཆུང་མར་བཅས་པ་འཇིགས་པར་འགྱུར།
en: They will perish along with their sons and daughters and will not rise again.

source: སྔོན་གྱི་སྡིག་པ་དང་སྒྲིབ་པ་རྣམས་ཀྱིས་མི་ཚུགས་པར་འགྱུར། སེམས་ཅན་དམྱལ་བ་མྱོང་བར་འགྱུར་བ་མཚམས་མེད་པ་ལྔ་དག་འཇིག་པར་འགྱུར།
en: The vidyā holder’s previously accumulated obscurations and wrongdoings that would otherwise result in the sufferings of hell, including the five acts of immediate retribution, will be eradicated.

source: རྨི་ལམ་ངན་པ་དང་། ལྟས་ངན་པ་དང་། མི་ཤིས་པ་དང་། བཀྲ་མི་ཤིས་པའི་དངོས་པོ་ཐམས་ཅད་འཇིག་པར་འགྱུར། སྤོས་བསྣམས་པ་ཙམ་གྱིས་རྒྱལ་པོ་དང་།
en: All his bad dreams and omens, bad luck, and inauspicious phenomena will cease. “

source: རྒྱལ་པོའི་བློན་པོ་དང་། བྲམ་ཟེ་དང་། ཁྱིམ་བདག་དང་། རྒྱལ་རིགས་དང་། རྗེའུ་རིགས་དང་། དམངས་རིགས་ཅི་བགྱི་ཞེས་བྱ་བ་བྱེད་ལ་དབང་དུ་གྱུར་ནས་འཁོད་དོ། །བྱམས་པ་ཙམ་གྱིས་འབྲས་དང་། ཕོལ་མིག་དང་། ལྷོག་པ་དང་། མེ་དཔལ་དང་། རྐང་ཤུ་དང་། གཡན་པ་དང་། མཛེ་དང་། ཁྱི་རྡོ་དང་།
en: As soon as they smell the remedy, all kings, royal ministers, brahmins, householders, kṣatriyas, vaiśyas, and śūdras will become the vidyā holder’s servants; they will be eager to carry his orders and will remain in his thrall.

source: ཤུ་བ་དང་། འབྲུམ་བུ་ཕྲ་མོ་དང་། རྨ་དང་། ཁོང་གི་རྨ་ཡོངས་སུ་སོས་པར་འགྱུར། དུག་ཐམས་ཅད་དང་། ཟོས་པ་དང་། དུག་མྱོས་དང་།
en: All boils, blisters, festering abscesses, fistulas, erysipelas, scabs, skin eruptions, leprosy, spots, psoriasis, exanthema, wounds, and blunt force injuries will disappear as soon as they are smeared with the remedy.

source: སྦྱར་དུག་དྲག་པོ་དང་། དུག་སྦྱར་མ་དང་། སྦྱར་དུག་ཕྱེ་མ་དང་། བྱད་རྣམས་ལ་བསྐུས་པ་ཙམ་དང་། ཆུ་དྲོན་པོ་འཐུངས་པ་ཙམ་གྱིས་དུག་མེད་པར་འགྱུར་རོ།
en: All poisons and venoms that are either ingested or administered by magic, as well as all garas, magical powders, and kākhordas, will be destroyed as soon as the body is smeared with the remedy or if it is taken with warm water.

source: །དྲི་ཙམ་གྱིས་ཀླུའི་རྒྱལ་པོ་འཇོག་པོའི་དུག་ཀྱང་མེད་པར་འགྱུར་རོ།
en: Even the nāga king Takṣaka will be deprived of his venom as soon as he smells the remedy. “

source: །རིམས་ཉིན་བཞི་པས་ཐེབས་པ་ལ་དཔྲལ་བར་བསྐུས་ན་ཀུ་ཅོ་འདོད་ཅིང་འབྲོས་སོ། །རིམས་ཐམས་ཅད་དང་། ཉིན་གཅིག་པ་དང་། ཉིན་གཉིས་པ་དང་།
en: In the event of quartan fever, the forehead of the patient should be smeared with the remedy, which will send the spirits of fever fleeing and wailing.

source: ཉིན་གསུམ་པ་དང་། རླུང་ལས་གྱུར་པ་དང་། མཁྲིས་པ་ལས་གྱུར་པ་དང་། བད་ཀན་ལས་གྱུར་པ་དང་། འདུས་པ་ལས་གྱུར་པ་དང་། ལྤ་བ་དང་། ཕོ་བའི་ནད་དང་། མཆིན་པ་ན་བ་དང་། ལྟོ་ན་བ་དང་། སྐྲན་དང་། གཅིན་སྲི་བ་དང་། སྙིང་ན་བ་དང་། རྩིབ་ལོགས་ན་བ་དང་། མགུལ་པ་ན་བ་དང་། ཁ་ན་བ་དང་། འཁྱིལ་ཞིང་ན་བ་དང་། ཚང་པ་དང་། མདོམས་ན་བ་དང་།
en: All fevers, whether they recur every day, every other day, or every third day, as well as diseases due to wind, bile or phlegm disorders or the combination thereof, asthma attacks, diseases of the grahaṇī and the spleen, abdominal pain, enlargement of the spleen, chest pain, pain in the flanks, sore throat, diseases of the mouth, sinus ache, diarrhea, pain in the organs of evacuation, and pain in the body or individual limbs, will go away as soon as the patient drinks the remedy with warm water.

source: ཡན་ལག་དང་ཉིང་ལག་ན་བ་ཆུ་དྲོན་པོ་འཐུངས་བ་ཙམ་གྱིས་ཡོངས་སུ་སོས་པར་འགྱུར་རོ། །གཞོགས་ཕྱེད་ན་བ་དང་། མགོ་ན་བ་དང་། མིག་ན་བ་དང་། རྣ་བ་ན་བ་ལ་བསྐུས་པ་ཙམ་གྱིས་སོས་པར་འགྱུར་རོ།
en: Hemiplegia, headache, and pain in the eyes or the ears will go away when the affected part is smeared with the remedy. “

source: །ཐིག་ལེ་བྱས་ན་ཆོམ་རྐུན་དང་། གནོད་བྱེད་དང་། མེ་དང་། ཆུ་དང་། བྱི་བ་ཟ་བས་འཇིགས་པ་དང་།
en: If the remedy is applied to the forehead as a bindi, it will ward off the great dangers of thieves, bandits, fire, flood, hail, and rats.

source: གཅན་གཟན་ཁྲོ་བོའི་འཇིགས་པ་ལས་ཐར་བར་འགྱུར་ཞིང་། འཇིགས་པ་ཐམས་ཅད་ལས་ཡོངས་སུ་ཐར་བར་འགྱུར་རོ། །ཉེས་པར་བྱས་པ་ཐམས་ཅད་ཡོངས་སུ་ཐར་བར་འགྱུར་རོ། །ལག་པ་གདེངས་པའི་འཇིགས་པ་འབྱུང་བར་མི་འགྱུར།
en: The wearer of the bindi will be free from every danger and completely safe from all crime.

source: མི་མ་ཡིན་པ་གང་གིས་ཀྱང་མདངས་འཕྲོག་པར་མི་ནུས་ཤིང་བར་ཆད་བྱ་བར་མི་ནུས་སོ།
en: No one will raise a hand to harm him, and no nonhuman being will be able to steal his life force or create obstacles.

source: །མཁའ་འགྲོ་མ་ཐམས་ཅད་མཐོང་བ་ཙམ་གྱིས་དབང་དུ་གྱུར་ནས་འཁོད་དོ།
en: All the ḍākinīs, as soon as they see the bindi, will fall under and remain in his thrall.

source: །རྒྱལ་པོ་བཙུན་མོ་དང་། འཁོར་དང་བཅས་པའི་མཆོད་གནས་ཆེན་པོར་འགྱུར་རོ།
en: He will be greatly revered by the king and his harem and retinue.

source: །གཞན་ཡང་གང་དང་གང་དུ་སྦྱར་བ་རང་གི་བློས་བྱེ་བ་ཕྲག་འབུམ་སྦྱར་ན་ལས་གྲུབ་པར་བྱད་དེ།
en: Depending on the way he chooses employs the remedy, he will be able to accomplish hundreds of thousands of millions of things.

source: སྨན་གྱི་མཆོག་ཤིན་ཏུ་འབད་པས་བསྒྲུབ་པར་བྱའོ།
en: This supreme remedy will be mastered by those who apply themselves to it with dedication. “

source: །སྨན་གྱི་དཀྱིལ་འཁོར་གྱི་ཆོ་གའོ།། །།
en: This concludes the procedure of the maṇḍala of the remedy. “

source: དེ་ནས་དེའི་ཕྱིར་གསེར་གྱི་རིལ་བུའི་དཀྱིལ་འཁོར་བཤད་པར་བྱ་སྟེ། འཇིག་རྟེན་དབང་ཕྱུག་གི་དོན་ཡོད་པའི་སྙིང་པོ།
en: Now I will teach the maṇḍala of the golden pill that constitutes the amogha essence of the Lokeśvara.
